{
  "jp": "ソウルに到着しました！\n街には焼き肉や辛いタレの香りがただよっていて、屋台の前では思わずヨダレが…\n\n実は、ソウルは600年以上も韓国の首都なんですって。\n有名な景福宮（けいふくきゅう）は1395年に建てられたそうです。\n今でも伝統衣装「ハンボク」を着て見学に来る人がたくさんいます。\n\nぼくも大きな門の前に立って、昔の王様たちの時代を想像してみました。\n屋根の色づかいがとても鮮やかで、まるで絵本の中の建物みたい。\n\n「ハンボク」って「韓国の服」って意味らしいよ。\nネコサイズのハンボクってあるのかな…\n\nあなたがたくさん読んでくれたおかげで、ここまで来られました。\n次はどんな国に行けるかな？ 今から楽しみです！",
  "en": {
    "1": "Hello from Seoul!\nThis city smells like grilled meat and spicy food. It made me very hungry!\n\nI went to a big place called Gyeongbokgung Palace. It is over 600 years old! Many people wear colorful clothes called “hanbok” when they visit. It means “Korean clothing.”\n\nThe roofs are red, green, and gold. They look like a fairy tale. I stood in front of the gate and dreamed about being a royal cat.\n\nThanks for helping me come here. I wonder where we will go next!",
    "4": "I’ve just arrived in Seoul!\nThe air smells like grilled meat and spicy sauce—especially near the street stalls. I think I drooled a little.\n\nDid you know that Seoul has been the capital of Korea for over 600 years?\nOne of the most famous places here is Gyeongbokgung Palace.\nIt was first built in 1395, and even today, people wear traditional hanbok clothes to visit.\n\nI stood in front of the grand gates and imagined what it was like when kings lived there.\nThe colors on the roof are bright and beautiful—red, green, and gold, like something from a storybook.\n\nI also learned that the word \"hanbok\" means “Korean clothing.”\nI wonder if they make one in cat size...\n\nThank you for reading so much. You helped me get here!\nWhere do you think I’ll go next?\nI’m already excited to find out.",
    "7": "Seoul greets me with a warm breeze and the smoky scent of grilled meats. \nSpicy sauces sizzle in the air as street stalls light up the evening. \nMy whiskers twitched the moment I stepped into the rhythm of the city.\n\nToday, I visited Gyeongbokgung Palace—a royal heart beating in the middle of modern Seoul.\nBuilt in 1395, it’s older than most countries’ flags.\nEven now, visitors arrive in hanbok, flowing like silk shadows among red pillars and green eaves.\n\nI imagined myself as a palace cat, slipping silently through the stone courtyards, \nwatching centuries unfold from a shaded rooftop.\n\nYou brought me here. Your words are my wings.\nLet’s see where your reading takes us next."
  }
}
