{
  "jp": "ペキンに到着しました。\n建物も道路も、そして何より歴史のスケールが大きく感じます。\n\n今日は「紫禁城（しきんじょう）」を訪れました。英語では「Forbidden City」と呼ばれています。\n本来の中国語名は「紫禁城」で、“紫” は天の中心を表す古代中国の星座、“禁” は一般の人が立ち入れないことを意味します。\nつまり「皇帝のための神聖な場所」という意味なんですね。\n\nこの宮殿には、約500年間、中国の皇帝が住んでいました。なんと部屋の数は9,000以上！\n赤い中庭や石畳を歩きながら、「もし自分が宮廷ネコだったら…」なんて想像してしまいました。\n\n宮殿の外は、焼き栗の香りとバイクの音。新しさと古さが混ざり合っている街、それがペキンです。\n\nあなたが読んでくれるから、ぼくはここまで来られました。\n次はどんな場所へ行けるかな？",
  "en": {
    "1": "Hello from Beijing!\nEverything here is big. The roads, the buildings, even the history!\n\nToday, I went to a place called the Forbidden City.\nIt is called “紫禁城” in Japanese.\nLong ago, only the emperor could go inside. It has over 9,000 rooms!\n\nI walked through red buildings and big gates.\nI tried to imagine living there as a royal cat.\n\nOutside, I smelled roasted chestnuts and heard many cars.\nThis city is old and new at the same time. I like that.\n\nThank you for reading. Because of you, I came here!\nWhere do you think we’ll go next?",
    "4": "I’ve arrived in Beijing, and everything feels massive—roads, buildings, and especially history.\n\nToday I visited the Forbidden City. Its name in Japanese is “紫禁城,” meaning “Purple Forbidden City.”\nThe “purple” comes from an old Chinese constellation that symbolized the center of the heavens, and “forbidden” meant only emperors could enter.\n\nThe palace has over 9,000 rooms. I padded through red courtyards and stone paths, imagining what it might have been like to be a royal cat.\n\nOutside, I smelled roasted chestnuts and heard the buzz of scooters. Beijing feels both old and new.\n\nThanks to you, I made it here. Every word you read helps me move forward.\nWhere will we go next?",
    "7": "I've arrived in Beijing, where ancient stone meets fast-moving wheels.\nThe Forbidden City stood before me—vast, still, and golden under the afternoon light.\n\nIn Japanese, it's called \"紫禁城,\" once a place where only emperors could walk.\nOver 9,000 rooms. Can you imagine that?\nAs I padded through its courtyards, I felt as if time itself was watching me.\n\nI imagined being a palace cat, curling up in quiet corners,\nhearing the echo of royal steps on stone.\n\nOutside, the city rushes forward. Scooters buzz. Street food smokes.\nBut somehow, the past holds on here, just beneath the noise.\n\nThanks to your reading, I’ve made it this far.\nLet’s see how far curiosity—and a few more words—can take us."
  }
}